[
  {
    "brand": "100% Pure",
    "brand_link": "https://www.dermstore.com/brands/100-pure.list",
    "name": "100% Pure Multi-Vitamin + Antioxidants Ultra Riche PM Treatment (1.5 oz.)",
    "prod_link": "/100-pure-multi-vitamin-antioxidants-ultra-riche-pm-treatment-1.5-oz./12901776.html",
    "type": "Moisturisers",
    "ingredients": "Ingredients\nGlacial Water infused with Organic Aloe Vera (Aloe Barbadensis Leaf) Juice* & Camellia Sinensis (Organic Green Tea)*, Xanthan Gum, Cetyl Palmitate, Stearic Acid, Vitamin E (Tocopherol), Vitamin A (Retinol Palmitate), Vitamin B3 (Niacinamide), Vitamin B5 (Panthenol), Vitamin C (Sodium Ascorbyl Phosphate), Vitamin D (Calcitriol), Vitamin K2 (Menaquinone), Avocado (Persea Gratissima) Oil, Organic Seabuckthorn (Hippophae Rhamnoides) Oil*, Vegetable Glycerin, St. Johns Wort (Hypericum Perforatum) Oil, Rosehip (Rosa Mosqueta) Oil, Calendula (Calendula Officinalis) Oil, Borage (Borago Officinalis) Oil, Organic Primrose (Oenothera Biennis) Oil*, Organic Shiitake (Lentinus Edodes) Extract*, Organic Reishi (Ganoderma Lucidum) Extract*, Seaweed (Fucus Gardneri) Extract, Usnea (Usnea Barbata) Extract, Gotu Kola (Centilla Asiatica) Extract, Shea Butter (Butyrospermum Parkii), Cocoa (Theobroma Cacao) Seed Butter, Coenzyme Q10, Alpha-Lipoic Acid, Resveratrol, Certified Organic Orange Essential Oil*, Glucose (Sugar), Glucose Oxidase (Sugar Enzyme) & Lactoperoxidase (Milk Enzyme). *Certified Organic.",
    "reviews": "https://www.dermstore.com/100-pure-multi-vitamin-antioxidants-ultra-riche-pm-treatment-1.5-oz./12901776.reviews",
    "number_of_reviews": "10 Reviews",
    "ratings": [
      "9 5 star reviews",
      "0 4 star reviews",
      "1 3 star reviews",
      "0 2 star reviews",
      "0 1 star reviews"
    ],
    "price": "$64.00",
    "product_description": "Product Overview\nRepair skin damage overnight with 100% Pure's Multi-vitamin + Antioxidants Ultra Riche PM Treatment. With a multi-vitamin formula, this powerful cream renews and refreshes skin, helping you achieve a rejuvenated and more youthful-looking complexion.\nKey Benefits:\nDaily dose of nutrients works to repair skin damage overnight\nVitamin C helps correct skin\nVitamin A helps repair skin",
    "size": 0,
    "skin_type": null,
    "key_benefits": null,
    "score": "4.8",
    "MSRP": "$64.00",
    "overview": "At a Glance\nApplication Area: Face, Neck\nIdeal for these Concerns: Aging Skin, Free Radical Damage\nIngredient: Aloe Vera, Coenzyme Q10, Green Tea, Niacinamide, Panthenol, Resveratrol, Vitamin A, Vitamin C, Vitamin E\nMoisturizers: Night Cream\nPreferences: Certified Cruelty-Free, Gluten-Free, Natural, Paraben-Free, Phthalate-Free, Sulfate-Free, Vegan\nSkin Care: Moisturizers"
  },
  {
    "brand": "100% Pure",
    "brand_link": "https://www.dermstore.com/brands/100-pure.list",
    "name": "100 Pure Hydra Drench Cream 1.4 fl. oz.",
    "prod_link": "/100-pure-hydra-drench-cream-1.4-fl.-oz./13126477.html",
    "type": "Moisturisers",
    "ingredients": "Ingredients\nOrganic Rosa Centifolia (Rose) Flower Water, Organic Glycerin, Organic Salvia Hispanica (Chia) Seed Gel, Organic Salvia Hispanica (Chia) Seed Oil, Organic Cocos Nucifera (Coconut) Oil, Organic Opuntia Ficus-Indica (Nopal Cactus) Extract, Xanthan Gum, Panthenol, Sodium PCA, Hyaluronic Acid, Organic Butyrospermum Parkii (Shea Butter), Organic Lonicera Japonica (Honeysuckle) Flower Extract, Glyceryl Stearate, Cetearyl Alcohol, Sodium Stearoyl Lactylate, Organic Essential Oil Blend: Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Cedrus Atlantica (Cedarwood) Bark Oil, Vetivera Zizanoides (Vetiver) Root Oil, Citrus Sinensis (Blood Orange) Oil, Salvia Officinalis (Sage) Oil, Lavandula Angustifolia (Lavender) Oil.",
    "reviews": null,
    "number_of_reviews": 0,
    "ratings": null,
    "price": "$48.00",
    "product_description": "Product Overview\nThe Hydra Drench Cream from 100% Pure is a lightweight, quickly absorbing formula that hydrates thirsty skin. Made for all skin types in need of hydration, this moisture-replenishing cream is formulated with hyaluronic acid, nopal cactus and chia seed gel to condition, calm and tone the skin.\nKey Ingredients:\nHyaluronic Acid: encourages collagen production and improves skin hydration\nSodium PCA: conditions and moisturizes\nNopal Cactus: calms skin and protects with antioxidants\nRose Water: purifies and soothes skin\nChia Seed Gel: tightens and tones skin\nKey Benefits:\nRe-hydrates thirsty skin with omega fatty acid-rich gel-water from chia seeds\nMoisturizes and soothes skin\nPurifies and calms the skin",
    "size": 5,
    "skin_type": null,
    "key_benefits": null,
    "score": 0,
    "MSRP": "$48.00",
    "overview": "At a Glance\nAging Skin: Fine Lines and Wrinkles,Loss of Firmness\nApplication Area: Decollete,Face\nIdeal for these Concerns: Aging Skin,Dryness and Dehydration,Free Radical Damage,Redness\nIngredient: Antioxidants,Essential Oils,Hyaluronic Acid\nMoisturizers: Face Moisturizer\nPreferences: Certified Cruelty-Free,Clean,Fragrance-Free,Gluten-Free,Natural,Non-Comedogenic,Oil-Free,Paraben-Free,Phthalate-Free,Sulfate-Free,Vegan\nSkin Care: Moisturizers\nIdeal for these Skin Types: Acne-Prone Skin,Combination Skin,Dry Skin,Mature Skin,Normal Skin,Oily Skin,Sensitive Skin"
  },
  {
    "brand": "100% Pure",
    "brand_link": "https://www.dermstore.com/brands/100-pure.list",
    "name": "100 Pure Green Tea EGCG Concentrate Cream 1.4 fl. oz.",
    "prod_link": "/100-pure-green-tea-egcg-concentrate-cream-1.4-fl.-oz./13126478.html",
    "type": "Moisturisers",
    "ingredients": "Ingredients\nSodium Ascorbate (Vitamin C), Ascorbic Acid (Vitamin C), Calcium Ascorbate (Vitamin C), Hyaluronic AcidOrganic Ilex Paraguarensis (Yerba Mate) Water, Organic Glycerin, Organic Euterpe Oleracea (Acai) Butter, Xanthan Gum, Organic Camellia Sinensis (Green Tea) Oil, Olive Squalane, Organic Lonicera Japonica (Japanese Honeysuckle) Flower Extract, Glyceryl Stearate, Cetearyl Alcohol, Sodium Stearoyl Lactylate, Organic Aspalathus Linearis (Rooibos) Tea, Organic Lycium Barbarum (Goji Berry) Extract, EGCG, Organic Camellia Sinensis (Green Tea) Concentrate, Hyaluronic Acid, Organic Essential Oil Blend: Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Cedrus Atlantica (Cedarwood) Bark Oil, Vetivera Zizanoides (Vetiver) Root Oil, Citrus Sinensis (Blood Orange) Oil, Salvia Officinalis (Sage) Oil, Lavandula Angustifolia (Lavender) Oil",
    "reviews": null,
    "number_of_reviews": 0,
    "ratings": null,
    "price": "$48.00",
    "product_description": "Product Overview\nThe Green Tea EGCG Concentrate Cream from 100% Pure is a nutrient-rich moisturizer that softens and fortifies skin with key phytonutrients. EGCG, the potent antioxidant found in green tea, protects against environmental damage and neutralizes aging free radicals. Made in a base of nourishing yerba mate water, rich açai butter and lightweight green tea oil, this moisturizer protects, soothes and provides daily moisture to maintain a healthy and balanced complexion.\nKey Ingredients:\nAcai Butter: moisturizes and nourishes with antioxidants\nOlive Squalane: moisturizes and soothes irritated skin\nEGCG: protects from free radical damage\nGreen Tea: tones and protects with antioxidants\nYerba Mate: boosts skin firmness and elasticity with antioxidants\nKey Benefits:\nHighly nutrient-rich moisturizer softens and fortifies skin\nEGCG, the potent antioxidant from green tea, protects against environmental damage\nPurifies, moisturizes and calms the skin",
    "size": 7,
    "skin_type": null,
    "key_benefits": null,
    "score": 0,
    "MSRP": "$48.00",
    "overview": "At a Glance\nAging Skin: Fine Lines and Wrinkles,Loss of Firmness\nApplication Area: Decollete,Face\nIdeal for these Concerns: Aging Skin,Dryness and Dehydration,Free Radical Damage,Redness\nIngredient: Antioxidants,Essential Oils,Green Tea\nMoisturizers: Face Moisturizer\nPreferences: Certified Cruelty-Free,Clean,Fragrance-Free,Gluten-Free,Natural,Non-Comedogenic,Oil-Free,Paraben-Free,Phthalate-Free,Sulfate-Free,Vegan\nSkin Care: Moisturizers\nIdeal for these Skin Types: Acne-Prone Skin,Combination Skin,Dry Skin,Mature Skin,Normal Skin,Oily Skin,Sensitive Skin"
  }
]